const careerData = [
  {
    category: "학력사항",
    list: [
      { title: "계원예술대학교 디지털미디어디자인과 프로그래밍 세부전공 졸업", etc: "경기도 의왕시", date: "2024.02" },
      { title: "서울 동작고등학교 졸업", etc: "서울 동작구", date: "2022.02" }
    ]
  },
  {
    category: "교육이수",
    list: [
      { title: "그린컴퓨터아카데미 – 포트폴리오,프론트엔드 활용 앱&웹 개발 과정 수료", etc: "약 6개월간 교육", date: "2025.06" }
    ]
  },
  {
    category: "교내활동",
    list: [
      { title: "2학기 졸업작품 스튜디오 학과 우수작 수상 - 개발 담당", etc: "대학교 팀 활동", date: "2023.12" },
      { title: "제 58회 대한민국디자인전람회 (디지털미디어디자인 부문) 출품 - 개발 담당", etc: "대학교 팀 활동", date: "2023.06" },
      { title: "공식 신입생 학교 생활 안내 영상 제작 (개인)", etc: "고등학교 개인 활동", date: "2021.06" },
      { title: "수능 응원 영상 및 단편 영화 제작 - 팀장 및 편집 담당 (팀)", etc: "고등학교 동아리 활동", date: "2020.06" },
      { title: "토요문학탐방 (영상 제작 부문) 금상 수상 - 팀장 및 편집 담당 (팀)", etc: "고등학교 팀 활동", date: "2019.06" }
    ]
  },
  {
    category: "업무경험",
    list: [
      { title: "사당 e그린 치과의원 - 환자 응대 및 행정 업무 ", etc: "약 2년간 근무", date: "2025.08" },
      { title: "대학 교내 근로 장학생 - 디지털미디어디자인과, 사진예술과 학과사무실 행정 지원", etc: "약 1년간 근무", date: "2022.03" }
    ]
  }
];

export default careerData;
